Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Tenecteplase ready to use syringe kits, 40 mg/8 mL and 50 mg/10 mL contains within a blister the following components:
es_es: Tenecteplasa, kits de jeringa lista para usar, 40 mg/8 mL y 50 mg/10 mL, contiene un blíster con los siguientes componentes:

source: Tenecteplase reference standard in deionised water is used at a protein concentration of approximately 5 mg/mL.
es_es: El estándar de referencia de tenecteplasa se usa en agua desionizada a una concentración proteica de aproximadamente 5 mg/ml.

source: Tenecteplase solution for injection was collected and physicochemical parameters were analysed.
es_es: De la solución inyectable de tenecteplasa recogida, se analizaron parámetros fisicoquímicos.

source: Tenecteplase versus Alteplase before Endovascular T h er a p y for Ischemic Stroke (EXTEND-IA TNK)
es_es: Tenecteplasa frente a alteplasa antes del tratamiento endovascular del accidente cerebrovascular isquémico (EXTEND-IA TNK)

source: Tenecteplase versus Alteplase before Endovascular Therapy for Ischemic Stroke (EXTEND-IA TNK)
es_es: Tenecteplasa frente a Alteplasa previas al tratamiento intravascular del accidente cerebrovascular isquémico (EXTEND-IA TNK)

source: Tenecteplase versus alteplase before thrombectomy for ischemic stroke. N Engl J Med.
es_es: Tenecteplasa frente a alteplasa antes de la trombectomía para el accidente cerebrovascular. N Engl J Med.

source: Tenecteplase was initially approved in acute myocardial infarction (AMI) in 2000 and authorized in Peru in 2001.
es_es: Tenecteplasa se aprobó inicialmente para el infarto agudo de miocardio en 2000 y se autorizó en Perú en 2001.

source: Tenecteplase was not superior to alteplase.
es_es: La tenecteplasa no fue superior a la alteplasa.

source: Tenecteplase working standard
es_es: Estándar de trabajo de Tenecteplasa

source: Tenecteplase, a genetically modified variant of alteplase with increased fibrin specificity used in patients with acute myocardial infarction, has a longer plasma half-life and is administered as a bolus rather than as an infusion.
es_es: La tenecteplasa, una variante genéticamente modificada de la alteplasa con mayor especificidad con respecto a la fibrina, que se empela en pacientes con infarto agudo de miocardio, tiene una vida media plasmática más larga y se administra en forma de bolo en lugar de infusión.

source: Tenecteplase, which can be administered more rapidly than alteplase before thrombectomy in patients with ischemic stroke, was noninferior to alteplase in restoring perfusion in the territory of a proximal cerebral-artery occlusion.
es_es: La tenecteplasa, que puede administrarse más rápidamente que la alteplasa antes de la trombectomía en pacientes con accidente cerebrovascular isquémico, no fue inferior a la alteplasa en la restauración de la perfusión en el territorio de una oclusión de la arteria cerebral proximal.

source: Tener en cuenta que el orden de aplicabilidad obligatoria para la determinación de los comparadores de referencia, va del PRIMERO al CUARTO.
es_es: The order of obligatoriness for reference comparators goes from FIRST to FOURTH.

source: Term
es_es: Término

source: Terminally Sterilised (processing operations for the following dosage forms)
es_es: Esterilizados a término (operaciones de procesamiento para las siguientes presentaciones)

source: Terminally sterilised
es_es: Esterilizados en fase terminal

source: Terminally sterilised (processing operations for the following dosage forms)
es_es: Esteriliizados a término (operaciones de procesamiento para las siguientes presentaciones)

source: Terminally sterilized
es_es: Esterilizados en fase terminal

source: Tert-butyl methyl ether, SupraSolv
es_es: Metilterbutil éter, SupraSolv

source: Tertiary
es_es: Terciario

source: Tertiary outcomes (some or all of these outcomes may be reported in publications subsequent to primary paper)
es_es: Desenlaces terciarios (es posible que se incluyan algunos o todos estos desenlaces en publicaciones posteriores al artículo principal)

source: Test
es_es: Prueba

source: Test 1:
es_es: Prueba 1:

source: Test 2:
es_es: Prueba 2:

source: Test Item(s)/Article(s):
es_es: Sustancia/s o artículo/s en estudio:

source: Test Parameter
es_es: Parámetro analítico

source: Test Parameter:
es_es: Parámetro analítico:

source: Test Point
es_es: Momento de medición

source: Test Procedures and Acceptance Criteria for Biotechnological/Biological Products.
es_es: Procedimientos analíticos y criterios de aceptación para productos biotecnológicos/biológicos.

source: Test Setup at RU (Laboratorio MLE)
es_es: Configuración de las pruebas en la unidad receptora (Laboratorio MLE)

source: Test Setup at SU (BIB)
es_es: Configuración de las pruebas en la unidad emisora (BIB)

source: Test Solutions
es_es: Soluciones de análisis

source: Test Substance (s):
es_es: Sustancia(s) en estudio:

source: Test all reservoirs for integrity using a vacuum/pressure decay integrity test.
es_es: Evaluar la integridad de todos los tanques de reserva mediante una prueba de integridad de vacío / fuga por caída diferencial de presión.

source: Test as directed for Mettler Toledo HR73 Halogen Moisture Analyzer or equivalent.
es_es: Evaluar según las indicaciones del analizador halógeno de la humedad Mettler Toledo HR73 o equivalente.

source: Test attributes
es_es: Atributos de análsis

source: Test concentration, µg/plate
es_es: Concentración analítica, µg/placa

source: Test does not meet the acceptance criteria
es_es: La prueba no cumple con los criterios de aceptación

source: Test each batch of ready-prepared medium and each batch of medium, prepared either from dehydrated medium or from the ingredients described.
es_es: Evaluar cada lote de medio preparado por adelantado y cada lote de medio preparado a partir de medio deshidratado o de los ingredientes descritos.

source: Test for bromide
es_es: Prueba de bromuro

source: Test for chloride
es_es: Prueba de cloruro

source: Test for extractable volume of parenteral preparations
es_es: Análisis del volumen extraíble para las preparaciones parenterales

source: Test for extractable volume of parenteral preparations.
es_es: Análisis del volumen extraíble para las preparaciones parenterales.

source: Test for the presence of inapparent viruses (in vivo)
es_es: Análisis para detectar virus inaparentes (in vivo)

source: Test frequency:
es_es: Frecuencia de las pruebas:

source: Test item
es_es: Sustancia en estudio

source: Test item:
es_es: Sustancia en estudio:

source: Test material
es_es: Material de análisis

source: Test material (dosage)
es_es: Material analizado (concentración)

source: Test materials
es_es: Materiales de análisis

source: Test matrix
es_es: Matriz de pruebas

source: Test method
es_es: Método analítico

source: Test method:
es_es: Método analítico:

source: Test or Purpose
es_es: Prueba u objetivo

source: Test panel for stability testing
es_es: Panel de pruebas para estabilidad

source: Test performed for stability only
es_es: Realizado solo para las pruebas de estabilidad

source: Test performed for release only
es_es: Realizado solo para las pruebas de liberación

source: Test point
es_es: Momento de medición

source: Test product T1:
es_es: Producto experimental T1:

source: Test product T2:
es_es: Producto experimental T2:

source: Test product(s), dosage regimen, route of administration
es_es: Producto/s experimental/es, régimen posológico, vía de administración

source: Test purpose
es_es: Objetivo de la prueba

source: Test sample (25 mg)
es_es: Muestra de prueba (25 mg)

source: Test solution
es_es: Solución de análisis

source: Test solution (a) n1
es_es: Solución de análisis (a) n1

source: Test solution (a) n2
es_es: Solución de análisis (a) n2

source: Test solution (a) n3
es_es: Solución de análisis (a) n3

source: Test solution (a) n4
es_es: Solución de análisis (a) n4

source: Test solution (start)
es_es: Solución de prueba (inicio)

source: Test solution 12.5 mg/850 mg
es_es: Solución de análisis 12.5 mg/850 mg

source: Test solution batch
es_es: Partida de la solución de análisis

source: Test solutions are prepared in 0.1 % formic acid at a target working concentration of 20 mg / mL metformin hydrochloride.
es_es: Las soluciones de análisis se preparan en ácido fórmico 0.1 % a una concentración blanco de clorhidrato de metformina de 20 mg/ml.

source: Test-Spec.No.:
es_es: Esp. anal. N.°:

source: Test/ Category
es_es: Análisis/Categoría

source: Test:
es_es: Prueba:

source: Test: single dose after a high-fat, high-calorie breakfast
es_es: Prueba: dosis única tras un desayuno hiperlipídico e hipercalórico

source: Tested only at release.
es_es: Sólo se analiza para liberación.

source: Tester strain cultures were checked for their typical genetic markers when frozen permanents were prepared or when the number of spontaneous revertants fell outside the normal range.
es_es: Cuando se prepararon permanentes congelados o cuando la cantidad de mutanciones inversas espontáneas cayó fuera del intervalo normal, se analizaron los cultivos de cepas experimentales en busca de marcadores genéticos típicos.

source: Testing
es_es: Análisis

source: Testing Spec:
es_es: Especificación analítica:

source: Testing Specification
es_es: Especificación analítica

source: Testing also included the reference standards WS01 and DWS03.
es_es: Las pruebas también incluyeron los estándares de referencia WS01 y DWS03.

source: Testing and monitoring of process intermediates such as pre-harvest (unprocessed harvest bulk) for the absence of adventitious agents
es_es: evaluación y monitoreo de los compuestos intermedios del proceso, como la precosecha (granel de cosecha sin procesar), para asegurar la ausencia de agentes fortuitos;

source: Testing of DS and DP for bacterial endotoxins and bioburden
es_es: evaluación de endotoxinas bacterianas y biocarga en el principio activo y el medicamento.

source: Testing of NO-HCTZ in API and DP is discontinued by end of December 2023.
es_es: A fines de diciembre de 2023, se discontinuará la evaluación de NO-HCTZ en el IFA y el medicamento.

source: Testing of drug product
es_es: Evaluación del medicamento

source: Testing of drug product intermediates
es_es: Evaluación de los productos intermedios del medicamento

source: Testing of the starting materials such as raw materials, host cell line and production cell banks for the absence of adventitious agents
es_es: evaluación de los materiales de partida, como materias primas, líneas de células hospedadoras y bancos de células de producción, para asegurar la ausencia de agentes fortuitos;

source: Testing parameter
es_es: Parámetro analítico

source: Testing parameters, analytical procedures and corresponding validation in module 3.2.P.5 Control of Drug Product
es_es: En el módulo 3.2.P.5, Control del medicamento, se encuentran los parámetros analíticos, los procedimientos analíticos y la validación correspondiente.

source: Testing specification
es_es: Especificación analítica

source: Testing specification number
es_es: Número de especificación analítica

source: Testing specification number:
es_es: Número de especificación analítica:

source: Testing specification |— Metalyse 25 mg
es_es: Especificación analítica: Metalyse 25 mg

source: Testing specification — Metalyse 25 mg
es_es: Especificación analítica: Metalyse 25 mg

source: Testing was carried out after assembly, labeling and packaging, transportation (real time shipping and worst-case shipping simulation), shelf-life storage (real time aging / accelerated aging), and additional pre-conditioning (acc.
es_es: Las pruebas se llevaron a cabo después del ensamblaje, etiquetado y acondicionamiento, transporte (envío en tiempo real y simulación de envío considerando el peor escenario), almacenamiento durante la vida útil (envejecimiento en tiempo real/envejecimiento acelerado) y preacondicionamiento adicional (según

source: Tests
es_es: Pruebas

source: Text and Methodology and Q6B Specifications:
es_es: texto y metodología, y las especificaciones Q6B:

source: Text and Methodology” the analytical procedure for the determination of elemental impurities according to ICH Q3D classification is suitable for the intended purpose.
es_es: texto y metodología”, el procedimiento analítico para determinar impurezas elementales conforme a la clasificación del lineamiento Q3D de la ICH es adecuado para el uso previsto.

source: Text and Methodology” the following parameters have been validated as a quantitative impurity method:
es_es: texto y metodología” se validaron los siguientes parámetros como método cuantitativo de impurezas:

source: Text and Methodology”.
es_es: Texto y metodología".

source: Thailand
es_es: Tailandia

source: That is, the difference of the means on the log scale is both greater than the lower boundary and less than the upper boundary of the acceptance range.
es_es: Es decir, la diferencia de las medias en la escala logarítmica es mayor que el límite inferior y menor que el límite superior del rango de aceptación.

source: That means the obtained levels of NO-HCTZ in API and DP batches are negligible.
es_es: Esto significa que los niveles de NO-HCTZ obtenidos en las partidas del IFA y del medicamento son insignificantes.

source: That was demonstrated by the contact surface extracts where only one brominated oligomer, BHT and fatty acids were detected in the 2-propanol / water extracts.
es_es: Esto quedó demostrado por los extractos de la superficie de contracto, donde solo se detectó un oligómero bromado, BHT y ácidos grasos en los extractos de 2-propanol/agua.

source: Thaw cycle end point product temperature
es_es: Temperatura del producto al término del ciclo de descongelamiento

source: Thaw medium of TNKase® process is without Methotrexate and Lipid ethanol, but for following cultivation stages identical components are applied as for Metalyse ®, which uses only one media for the entire inoculum cultivation.
es_es: La descongelación del medio en el proceso de TNKase® prescinde de metotrexato y lípido-etanol, pero en las etapas siguientes de cultivo se aplican los mismos componentes que para Metalyse ®, que usa un mismo medio para todo el cultivo del inóculo.

source: Thawing
es_es: Descongelamiento

source: The embers of the EXTEND-IA TNK part 2 Trial Investigators appear in Supplement 1
es_es: Los integrantes del grupo de investigadores del estudio clínico EXTEND-IA TNK, parte 2, se mencionan en el Suplemento 1

source: The % RSD of the linagliptin peak areas at 295 nm is not more than 2.0%.
es_es: El desv. est. rel. porcentual de las áreas del pico de linagliptina a 295 nm es, como máximo, 2.0%.

source: The % RSD of the linagliptin peak areas is not more than 2.0%.
es_es: El desv. est. rel. porcentual de las áreas del pico de linagliptina es, como máximo, 2.0%.

source: The %RSD of the peak areas is not more than 2.0%.
es_es: El desv. est. rel. porcentual de las áreas del pico es, como máximo, 2.0%.

source: The 0.19 mm is relate to the TW size.
es_es: Los 0,19 mm se relacionan con el tamaño de una aguja Thin Wall.

source: The 14 days are included in the 24 months.
es_es: Estos 14 días están incluidos en el periodo de 24 meses.

source: The 2 key secondary endpoints, which were part of the testing strategy, were occurrence of adjudicated HHF (first and recurrent) and the eGFR (CKD-EPI)cr slope of change from baseline.
es_es: Los 2 criterios de valoración secundarios clave que integraron la estrategia de evaluación fueron la aparición de hospitalización por insuficiencia cardíaca adjudicada (primera y recurrente) y la pendiente de cambio de la TFGe (ERC-EPI)cr desde el inicio.

source: The 2.25 mL Glass Syringe dimensions shall meet the corresponding dimensions given in ISO 11040-4, table 1.
es_es: Las dimensiones de la jeringa de vidrio de 2,25 ml deben cumplir con las dimensiones correspondientes indicadas en la Tabla 1 de la norma ISO 11040-4.

source: The 25 mg rubber stopper is the standard design.
es_es: El tapón de caucho para la presentación de 25 mg es el diseño estándar.

source: The 25 mg/vial batch analyses data (Section 3.2.P.5.4 Batch Analyses) and stability data (Section 3.2.P.8.3.2.
es_es: Todos los datos de análisis de partidas de 25 mg/frasco (Sección 3.2.P.5.4, Análisis de partidas) y todos los datos de estabilidad (Sección 3.2.P.8.3.2.,

source: The 3 cases of confirmed chronic pancreatitis were considered by the investigators to be not related to study medication.
es_es: Los investigadores consideraron que ninguno de los 3 casos de pancreatitis crónica confirmada estaba relacionado con la medicación en estudio.

source: The 30 days follow-up period was considered to be sufficient for assessment of adverse events and efficacy outcomes after stopping study medication.
es_es: El período de seguimiento de 30 días se consideró suficiente para evaluar los eventos adversos y los desenlaces de eficacia después de detener la administración del medicanento experimental.

source: The 40 mg/vial and 50 mg/vial is produced in the sterile manufacturing 3 at BIP.
es_es: Las presentaciones de 40 mg/frasco y 50 mg/frasco se producen en la sala de fabricación estéril 3 de BIP.

source: The 40 mg/vial and 50 mg/vial DP batches manufactured in SM3 and SM6 show comparable results for all analytical methods used in the comparability study and meet the defined comparability acceptance criteria.
es_es: Las partidas del medicamento de 40 mg/frasco y de 50 mg/frasco elaboradas en las áreas SM3 y SM6 arrojan resultados comparables en todas las metodologías analíticas del estudio de comparabilidad y cumplen con los criterios de aceptación de comparabilidad definidos.

source: The 40 mg/vial and 50 mg/vial presentations are currently produced in the SM3 using restricted access barrier technology.
es_es: Las presentaciones de 40 mg/vial y 50 mg/vial se producen en la actualidad en la sala SM3, con tecnología de barreras de acceso restringido.

source: The 40 mg/vial presentation was applied in relevant clinical studies focusing on application of tenecteplase for the indication of AIS and is thus applied as reference to the 25 mg/vial presentation.
es_es: La presentación de 40 mg/frasco se aplicó en estudios clínicos correspondientes que se centraron en el uso de la tenecteplasa para la indicación del accidente cerebrovascular isquémico y, por consiguiente, hace referencia a la presentación de 25 mg/frasco.

source: The 50 mg dosage strength was used in phase 1 and 2 clinical studies, while the final commercial dosage strengths are 100 mg and 150 mg.
es_es: La concentración de 50 mg se usó en los estudios clínicos de fases 1 y 2, mientras que las concentraciones comerciales finales son 100 mg y 150 mg.

source: The Salmonella typhimurium strains are described in detail by Maron and Ames [4].
es_es: Las cepas de Salmonella typhimurium están descritas en detalle por Maron y Ames [4].

source: The amount of type II (taken from Pool 2) which has to be mixed into Pool 1 is determined with the following formula:
es_es: La cantidad de tipo II (tomada del agrupamiento 2)que debe mezclarse con el agrupamiento 1 se determina mediante la siguiente fórmula:

source: The volume of Pool 2 which has to be mixed into Pool 1 is determined with the following formula:
es_es: El volumen del agrupamiento 2que debe mezclarse con el agrupamiento 1 se determina mediante la siguiente fórmula:

source: The following experimental conditions were employed:
es_es: Se aplicaron las siguientes condiciones experimentales:

source: The preferred term bullous pemphigoid was reported for 5 patients (0.2%) in the linagliptin group (for 3 of these patients the event was serious) and none in the glimepiride group.
es_es: Se consignó el término preferente "penfigoide bulloso" en 5 pacientes de linagliptina (0.2%) (en los 3 el evento fue serio) y en ninguno de glimepirida.

source: The dissolution media (37°C) were stirred at 200 rpm.
es_es: Los medios de disolución, a 37° C, se agitaron a 200 rpm.

source: The amount of dissolved drug substance is determined by UV spectroscopy.
es_es: La cantidad de principio activo disuelto se determina por espectroscopia UV.

source: The 3 month mRS assessments were performed via centralized telephone assessment by clinicians were trained in the use of the mRS score.
es_es: Las evaluaciones a los 3 meses de la escala mRS se llevaron a cabo mediante un sistema telefónico centralizado a cargo de médicos clínicos capacitados en el uso de puntuaciónes de mRS.

source: The 3 month assessments are conducted centrally by telephone, by an assessor trained in study procedures who is blind to treatment allocation.
es_es: Las evaluaciones a los 3 meses se realizan centralmente por teléfono, por un asesor que recibió capacitación en los procedimientos del estudio y que desconoce la asignación del tratamiento.

source: The SnS subassembly, EFF and PR were not designed nor intended to provide additional protection.
es_es: La subunidad SnS, la lengüeta de apoyo extendida y el vástago del émbolo no fueron diseñadas ni previstas como medidas adicionales de protección.

source: The lyophilisation cycle development and optimisation DP quality was evaluated by using the following assays: appearance of lyophilisate, reconstitution time, water content, visible particles, clarity and degree of opalescence, degree of colouration, pH, osmolality, particulate contamination - sub-visible particles, protein concentration by UV scan, HPSEC, icIEF, CGE red.
es_es: El desarrollo del ciclo de liofilización y la optimización de la calidad del medicamento se evaluaron mediante las siguientes valoraciones: aspecto del liofilizado, tiempo de reconstitución, contenido de agua, partículas visibles, limpidez y grado de opalescencia, grado de coloración, pH, osmolalidad, contaminación de partículas, partículas subvisibles, concentración de proteína mediante barrido UV, HPSEC, icIEF, CGE en condiciones reductoras

source: The spesolimab 150 mg/mL drug substance is formulated as an isotonic aqueous solution in a buffer consisting of 45 mM acetate buffer, 150 mM sucrose, 25 mM arginine HCl, 0.4 mg/mL PS20, pH 5.5.
es_es: El principio activo Espesolimab 150 mg/ml, se formula como una solución acuosa isotónica en un buffer, que consta de buffer acetato 45 mM, sacarosa 150 mM, HCl de arginina 25 mM y polisorbato 20 (PS20) a 0.4 mg/ml, pH 5.5.

source: The spesolimab PFS-NSD-1 CP is categorized according to ISO 10993-1:2018 as a surfacecontacting medical device with:
es_es: El producto combinado PFS-NSD-1 de espesolimab está categorizado según la norma ISO 10993-1:2018 como un dispositivo médico de contacto con la superficie con:

source: The spesolimab PFS-NSD-1 has been assessed as being safe from a biocompatibility perspective.
es_es: Se determinó que el dispositivo PFS-NSD-1 de espesolimab es seguro desde una perspectiva de biocompatibilidad.

source: The spesolimab PFS-NSD-1 is a disposable single-use, single-dose, combination product intended for subcutaneous injection.
es_es: El dispositivo PFS-NSD-1 de espesolimab es un producto combinado, descartable para inyección subcutánea.

source: The spesolimab PFS-NSD-1 is based on a BD syringe and the Safe’n’Sound® (SnS) platform manufactured by Nemera.
es_es: El dispositivo PFS-NSD-1 de espesolimab está compuesto por una jeringa BD y la plataforma Safe’n’Sound® (SnS) elaborada por Nemera.

source: The spesolimab PFS-NSD-1 was developed following the risk management requirements in accordance with ISO 14971:2007 and subsequently ISO 14971:2019.
es_es: El dispositivo PFS-NSD-1 de espesolimab se desarrolló de conformidad con los requisitos de gestión de riesgos especificados en la norma ISO 14971:2007 y posteriormente en ISO 14971:2019.
